#include <stdio.h>
#include <stdlib.h>

void contain1() //主菜单 
{
	printf("==================================\n");
	printf("冠词：1\n");
	printf("形容词：2\n");
	printf("代词:3\n");
	printf("下载测试：666\n");
	printf("==================================\n");
}

void contain2() //冠词菜单 
{
	printf("==================================\n");
	printf("定冠词：1\n");
	printf("不定冠词：2\n");
	printf("否定冠词：3\n");
	printf("==================================\n");
}

void contain3() //形容词菜单
{
	printf("==================================\n");
	printf("定冠词后变格：1\n");
	printf("不定冠词后变格：2\n");
	printf("零冠词后变格：3\n");
	printf("形容词比较级：4\n"); 
	printf("==================================\n");
} 

void contain4() //代词菜单
{
	printf("==================================\n");
	printf("不定代词：1\n");
	printf("否定代词：2\n");
	printf("指示代词：3\n");
	printf("物主代词：4\n"); 
	printf("==================================\n");
} 
